{
  "projets": {
    "title": "Mes projets",
    "projets": [
      {
        "title": "Projet Booki",
        "description": "Création d'un site de location immobiliere responsive, HTML et CSS. Site responsive. Difficulté retenue: adapter les images lors du responsive.",
        "url": "https://jeremie-brandely.github.io/Booki/",
        "github": "https://github.com/Jeremie-Brandely/Openclassrooms-Projet-2",
        "images": "projets/Booki_accueil.PNG"
      },
      {
        "title": "Projet Nina Carducci",
        "description": "Optimisation et debug d'un site internet (SEO, performances), débuggage des fonctionnalités avec Chrome DevTools. Difficulté retenue: réparer le carroussel d'images. ",
        "url": "https://jeremie-brandely.github.io/Projet-Nina/",
        "github": "https://github.com/Jeremie-Brandely/Projet-Nina",
        "images": "projets/Nina_accueil.PNG"
      },
      {
        "title": "Projet Sophie Bluel",
        "description": "Projet Javascript, site internet d'une photographe. Gérer les évenements utilisateurs avec JS, manipuler les éléments du DOM, récupération des données utilisateurs via des formulaires. Difficulté retenue: afficher les projets a jour sur le site dynamiquement.",
        "url": "",
        "github": "https://github.com/Jeremie-Brandely/Javascript",
        "images": "projets/Bluel_accueil.PNG"
      },
      {
        "title": "Projet Kasa",
        "description": "Projet React, site internet de location d'appartements. Utilisation de composants pour la structure du site. Collapse sur les information des appartements, et gallerie photo navigante. Difficulté retenue: gérer la partie appartement, avec carroussel spécifique",
        "url": "",
        "github": "https://github.com/Jeremie-Brandely/ProjetKasa",
        "images": "projets/Kasa_accueil.png"
      },
      {
        "title": "Projet Mon Vieux Grimoire",
        "description": "Projet backend, site internet de notation de livres. Partie backend a réaliser sur l'ajout, la lecture, la modification et la suppression des livres. Connexion au site sécurisé avec hachage de mot de passe. Images des livres enregistré dans le dossier images a chaque ajout. Difficulté retenue: l'enregistrement des images avec optimisation de taille/poids des images.",
        "url": "",
        "github": "https://github.com/Jeremie-Brandely/ProjetGrimoire",
        "images": "projets/Grimoire_accueil.png"
      }
    ]
  }
}